Repository: Prot10/MyMacCleaner
Catalog: MyMacCleaner/Resources/Duplicates.xcstrings
Source language: en
Languages: es, it

# duplicates.changeFolder
source: Change Folder
es: Cambiar Carpeta
it: Cambia Cartella

# duplicates.chooseFolder
source: Change
es: Cambiar
it: Cambia

# duplicates.chooseFolderButton
source: Select
es: Seleccionar
it: Seleziona

# duplicates.chooseFolderMessage
source: Choose a folder to scan for duplicates
es: Elige una carpeta para buscar duplicados
it: Scegli una cartella per cercare duplicati

# duplicates.clean
source: Remove Selected
es: Eliminar Seleccionados
it: Rimuovi Selezionati

# duplicates.clean.confirmMessage %lld %@
source: This will move %lld duplicate files (%@) to the Trash. You can restore them from Trash if needed.
es: Esto moverá %lld archivos duplicados (%@) a la Papelera. Puedes restaurarlos desde la Papelera si es necesario.
it: Questo sposterà %lld file duplicati (%@) nel Cestino. Puoi ripristinarli dal Cestino se necessario.

# duplicates.clean.confirmTitle
source: Move Duplicates to Trash?
es: ¿Mover Duplicados a la Papelera?
it: Spostare i Duplicati nel Cestino?

# duplicates.clean.moveToTrash
source: Move to Trash
es: Mover a la Papelera
it: Sposta nel Cestino

# duplicates.clean.partial %lld %lld
source: Removed %lld files, %lld errors occurred
es: Eliminados %lld archivos, %lld errores ocurrieron
it: Rimossi %lld file, %lld errori riscontrati

# duplicates.clean.success %lld %@
source: Removed %lld duplicates, freed %@
es: Eliminados %lld duplicados, liberados %@
it: Rimossi %lld duplicati, liberati %@

# duplicates.clearFilters
source: Clear Filters
es: Limpiar Filtros
it: Pulisci Filtri

# duplicates.copies %lld
source: %lld copies
es: %lld copias
it: %lld copie

# duplicates.empty.description
source: No duplicate files were found in the selected location.
es: No se encontraron archivos duplicados en la ubicación seleccionada.
it: Nessun file duplicato trovato nella posizione selezionata.

# duplicates.empty.title
source: No Duplicates Found
es: No Se Encontraron Duplicados
it: Nessun Duplicato Trovato

# duplicates.keepNewest
source: Keep Newest, Select Others
es: Mantener Más Reciente, Seleccionar Otros
it: Mantieni Più Recente, Seleziona Altri

# duplicates.keepThisCopy
source: Keep this copy
es: Mantener esta copia
it: Mantieni questa copia

# duplicates.keeping
source: KEEPING
es: MANTENER
it: MANTIENI

# duplicates.keepingThisCopy
source: This copy will be kept
es: Esta copia se mantendrá
it: Questa copia verrà mantenuta

# duplicates.noDuplicatesFound
source: No duplicates found
es: No se encontraron duplicados
it: Nessun duplicato trovato

# duplicates.scan.cancelled
source: Scan cancelled
es: Escaneo cancelado
it: Scansione annullata

# duplicates.scan.comparingFiles %lld %lld
source: Comparing group %lld of %lld...
es: Comparando grupo %lld de %lld...
it: Confronto gruppo %lld di %lld...

# duplicates.scan.description
source: Scan your files to find exact duplicates. Free up space by removing unnecessary copies.
es: Escanea tus archivos para encontrar duplicados exactos. Libera espacio eliminando copias innecesarias.
it: Scansiona i tuoi file per trovare duplicati esatti. Libera spazio eliminando copie non necessarie.

# duplicates.scan.enumerating
source: Enumerating files...
es: Enumerando archivos...
it: Enumerazione file...

# duplicates.scan.finalizing
source: Finalizing results...
es: Finalizando resultados...
it: Finalizzazione risultati...

# duplicates.scan.foundFiles %lld
source: Found %lld files
es: Encontrados %lld archivos
it: Trovati %lld file

# duplicates.scan.startButton
source: Scan for Duplicates
es: Buscar Duplicados
it: Cerca Duplicati

# duplicates.scan.title
source: Find Duplicate Files
es: Buscar Archivos Duplicados
it: Trova File Duplicati

# duplicates.scanAgain
source: Scan Again
es: Buscar de Nuevo
it: Cerca di Nuovo

# duplicates.search.placeholder
source: Search duplicates...
es: Buscar duplicados...
it: Cerca duplicati...

# duplicates.selectAllDuplicates
source: Select All Duplicates
es: Seleccionar Todos los Duplicados
it: Seleziona Tutti i Duplicati

# duplicates.smartSelect
source: Smart Select
es: Selección Inteligente
it: Selezione Intelligente

# duplicates.sort.copiesMost
source: Copies (Most)
es: Copias (Mayor)
it: Copie (Maggiore)

# duplicates.sort.sizeLargest
source: File Size (Largest)
es: Tamaño (Mayor)
it: Dimensione (Maggiore)

# duplicates.sort.sizeSmallest
source: File Size (Smallest)
es: Tamaño (Menor)
it: Dimensione (Minore)

# duplicates.sort.wastedLeast
source: Wasted Space (Least)
es: Espacio Desperdiciado (Menor)
it: Spazio Sprecato (Minore)

# duplicates.sort.wastedMost
source: Wasted Space (Most)
es: Espacio Desperdiciado (Mayor)
it: Spazio Sprecato (Maggiore)

# duplicates.wasted
source: wasted
es: desperdiciado
it: sprecato

# duplicates.wastedSpace %lld
source: %lld duplicate groups
es: %lld grupos de duplicados
it: %lld gruppi di duplicati
